/* eslint-disable max-len */
/* eslint-disable global-require */

export default {
  question: [
    {
      title: '关于米粒生活',
      icon: require('@assets/Question/mlsh.png'),
      list: [
        {
          ask: '米粒生活是什么？',
          answer: [
            {
              text:
                '米粒生活是一款赋能实体门店一键创建自己的会员店商APP，可以帮助店主实现商品通（门店商品上线、电商商品进店）；场景通（线下锁客、线上分销）；会员通（线下赚差价、线上赚佣金）',
            },
          ],
        },
        {
          ask: '米粒生活团队介绍',
          answer: [
            {
              text:
                '米粒生活团队在2018年中旬即获得IDG资本领投的4000万元投资，CEO吴云昌先生为前阿里巴巴核心管理层人员，团队成员均来自阿里巴巴、网易、众安保险、返利网等一线互联网平台，成员在电商领域、供应链端均有多年经验积累。米粒生活旨在帮用户在社交中分享商品享受优惠，在分享中创造价值轻松赚钱！',
            },
          ],
        },
        {
          ask: '米粒生活公司靠谱吗',
          answer: [
            {
              text: '米粒生活公司是绝对靠谱，值得你信任的，因为：',
            },
            {
              text:
                '1) 米粒生活是由原阿里巴巴团队核心管理层人员吴云昌创办，团队成员均来自阿里巴巴、网易、众安保险、返现网等一线互联网平台，成员在电商领域、供应链端均有多年经验积累。',
            },
            {
              text:
                '2) 米粒生活在2018年就获得了国内最大的投资机构IDG资本和弘道资本领投的4000万元投资。',
            },
            {
              text:
                '3) 同时米粒生活是淘宝官方授权的品牌战略合作平台，米粒伙伴所有的交易、服务都直接在淘宝完成，安全有保障。',
            },
            {
              text: '4) 米粒生活拥有强大的线下服务团队，提供一站式的服务、培训。',
            },
            {
              text: '所以你可以放心，米粒生活是绝对靠谱的！',
            },
          ],
        },
        {
          ask: '米粒生活推荐的产品好便宜返佣又高，是真的吗？',
          answer: [
            {
              text: '当然是真的了！',
            },
            {
              text:
                '1) 米粒生活是淘宝、天猫官方平台合作伙伴，所有的商品都是直接跳转到淘宝天猫下单，由商家直接发货，安全有保障。',
            },
            {
              text: '2) 米粒生活会通过大数据系统比价，筛选出最优惠返佣又高的商品。',
            },
            {
              text:
                '3) 同时公司专业的运营团队会通过商品的真实评价、销量等多维度综合再对商品做二次筛选。米粒生活上面不仅提供优惠券，还保证大家看到的商品质量是有保障的，所以大家看到的商品都是有优惠券，返佣高，品质又好的，尽管放心！',
            },
          ],
        },
      ],
    },
    {
      title: '关于订单和返现',
      icon: require('@assets/Question/fanxian.png'),
      list: [
        {
          ask: '如何获得返现？',
          answer: [
            {
              text:
                '只要在米粒生活完成注册就成为会员了，然后你自己购买和分享商品给好友购买都有返现。',
            },
          ],
        },
        {
          ask: '返现什么时候发放？',
          answer: [
            {
              text: '1）淘宝商品佣金：当月确认收货的订单佣金，次月25日即可提现。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/imgQ1.PNG',
            },
            {
              text:
                '2）门店商品订单：顾客确认收货后，店主可立即将货款提现至微信；如顾客未确认收货，系统会在发货后14天自动确认收货。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/imgQ2.PNG',
            },
            {
              text: '3）门店商品佣金：顾客确认收货后7天即可提现。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/imgQ3.PNG',
            },
            {
              text: '4）店主红包：用户购买首单，店主可得红包，用户确认收货后，次月25号可提。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/imgQ4.PNG',
            },
            {
              text:
                '5）首单佣金：用户购买淘宝商品，如为平台首单，则确认收货后7天，佣金可提现（上级所得分佣同时到账可提现，店主红包除外）',
            },
          ],
        },
        {
          ask: '返现什么时候可以提现？',
          answer: [
            {
              text:
                '米粒生活的余额只要大于1元，随时可提现到微信，是秒到哦，剩余的角分可累计到下个月。',
            },
          ],
        },
        {
          ask: '为什么我的提现会失败？',
          answer: [
            {
              text:
                '提现规则是每天每人限额提现5000元，同时最低提现1元。所以如果你的提现金额小于1元就会提示失败，或者当天累计提现超过5000元也会提现失败。',
            },
          ],
        },
        {
          ask: '我的订单没有返现是怎么回事？',
          answer: [
            {
              text: '一般正常的订单都是有返现的，但如果有以下几种情况，返现就会取消：',
            },
            {
              text: '1) 下单付款后又退款退货取消了订单，返现也会一起取消；',
            },
            {
              text: '2) 确认收货后，又申请了退货，返现也会取消；',
            },
            {
              text:
                '3) 最后就是，如果你的订单行为有异常，被淘宝认定为刷单，返现也会取消的。所以你先确定自己的订单有没有以上这几种情况，都没有的话订单还没有返现，可以联系米粒生活客服，提供你的淘宝订单截图和手机号，他们会处理的。',
            },
          ],
        },
        {
          ask: '为什么我的实际返现金额比米粒生活上显示的返现金额低？',
          answer: [
            {
              text: '返现金额和实付金额相关，如果实付金额和米粒的券后价相比少了，返现会减少。',
            },
            {
              text: '1) 淘宝下单时是否有使用红包或者淘金币抵扣，如使用则返现会减少。',
            },
            {
              text:
                '2) 是否有参加店铺的满减活动，卖家是否有单独给优惠，如有，实际付款金额减少，返现也会随之减少。',
            },
            {
              text:
                '3) 是否为海外旗舰店或海淘商品，海外商品需缴纳关税，实付金额包含了关税，在返现时淘宝会扣除关税金额，所以返现会减少。',
            },
            {
              text: '4) 商家临时下调返现比例，返现也会减少。',
            },
          ],
        },
        {
          ask: '为什么有些商品劵后价格跟我们实际领劵下单价格不一样? ',
          answer: [
            {
              text:
                '1) 这个是这样的，米粒生活默认显示的券后价是最低规格价格，实际下单时如果选择高规格就会导致实际下单价格比券后价高。',
            },
            {
              text:
                '2) 还有就是商家设置的商品优惠券一般限量、限使用时间，如果你下单时候优惠券失效了就会导致实际下单价格比券后价高。',
            },
            {
              text:
                '3) 或者是商家会经常临时调整商品价格，如上调则导致实际下单价格比券后价高，如下调则导致实际下单价格比券后价低。',
            },
            {
              text:
                '4) 最后就是店铺本身在做满减活动，如果你下单支付时又参与了满减就会导致下单价格比券后价低。',
            },
          ],
        },
        {
          ask: '为什么我从米粒跳转到淘宝下单后，米粒还是看不到订单？',
          answer: [
            {
              text: '1) 淘宝订单同步到米粒生活，需要1-10分钟 ，请耐心等待订单的同步。',
            },
            {
              text:
                '2) 如果订单创建时间和订单付款时间超过20分钟，比如12:00提交了订单但未付款，在12:30付款了，那么这笔订单会在第二天同步到米粒生活。',
            },
            {
              text:
                '3) 如非以上情况，可通过订单找回功能恢复订单。从我的-订单召回入口进入，输入淘宝订单编号进行查询，如有订单，则展示订单信息，点击确认找回按钮，找回成功，如无订单，则提示未查询到该订单。',
            },
            {
              text:
                '4) 仍有问题，可微信添加客服，提供注册手机号码和淘宝订单截图（包括订单创建时间），核实后会人工补单。',
            },
          ],
        },
        {
          ask: '为什么我下单后没有返现？',
          answer: [
            {
              text:
                '1) 没有返现的商品是不会被筛选出现在米粒生活的，但如果是直接同步淘宝购物车，在米粒生活里点开自己的购物车，就可能会出现没有返现的商品，比如：',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/FsIIlt9YH6fRLY6lUeTPPSi7qpW6',
            },
            {
              text:
                '2) 第二种情况是，你是不是直接复制了其他人发的淘口令去淘宝购买了，不通过米粒生活领券下单，你就拿不到返现了；',
            },
            {
              text: '3) 淘宝数据同步到米粒生活需要15分钟左右，稍等下再查看即可查看到订单和返现。',
            },
          ],
        },
        {
          ask: '为什么我的米粒好友下单后，我没有返现？',
          answer: [
            {
              text:
                '1) 你的米粒等级和你米粒好友的等级分别是什么呢？如果你们是同一级别，或者他的等级比你高，他下单你是没有返现的；',
            },
            {
              text:
                '2) 第二种情况是，你的好友是不是直接复制了其他人发的淘口令去淘宝购买了，不通过米粒生活领券下单，你就拿不到返现了；',
            },
            {
              text:
                '3) 返现金额在1分以内时，系统默认返现为0，你可以查看你好友的返现金额，再根据你们的等级差别计算出你自己的返现是否在1分以内。',
            },
            {
              text: '4) 淘宝数据同步到米粒生活需要15分钟左右，稍等下再查看有没有订单和返现。',
            },
            {
              text:
                '5) 如果以上情况都不存在，你就直接联系客服，提供你注册的手机号码和淘宝订单截图（包括订单创建时间），他们会核实处理的。',
            },
          ],
        },
        {
          ask: '为什么有些订单会失效？',
          answer: [
            {
              text: '订单如果有退款退货行为，就会被取消。',
            },
            {
              text: '1) 已经付款的订单，因为某些原因退款或退货，就会导致订单失效。',
            },
            {
              text: '2) 已经结算的订单，因为某些原因申请售后行为退款了，也会导致订单失效。',
            },
          ],
        },
      ],
    },
    {
      title: '关于注册、下载',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '注册时为什么收不到验证码？',
          answer: [
            {
              text:
                '1) 手机如安装了360管家等手机管理软件，验证码短信可能会被拦截，请在手机管理软件中查找验证码短信。',
            },
            {
              text: '2) 验证码短信可能会被归为垃圾短信，请在垃圾短信中查找。',
            },
            {
              text: '3) 可使用一键登录，无需接收验证码。',
            },
          ],
        },
        {
          ask: '注册时填写的手机和绑定的微信号能否修改？',
          answer: [
            {
              text: '一经绑定无法修改，请谨慎操作。',
            },
          ],
        },
      ],
    },
    {
      title: '关于邀请好友和分享',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '怎么邀请好友注册？',
          answer: [
            {
              text:
                '很简单的！点击进入［我的］页面，点击[邀好友，拿奖励]按钮，点击分享专属海报把邀请图片发给好友，好友下载app在注册时输入你的邀请码就可以绑定成为你的米粒好友。',
            },
            {
              imgBig: 'https://image.vxiaoke360.com/Fotq2reeZptuQbH_AqrfLBkKGGJR',
            },
          ],
        },
        {
          ask: '好友注册米粒生活时填错了邀请码，是否还能修改为我的邀请码？',
          answer: [
            {
              text: '这个是不能修改的，邀请码一经填写就不能修改了。',
            },
          ],
        },
        {
          ask: '邀请海报上面的二维码有效期多久？',
          answer: [
            {
              text:
                '不管米粒生活更新多少次，邀请图片上的二维码都是不会变的，里面包含的你的邀请码信息是永久有效不会过期的。',
            },
          ],
        },
      ],
    },
    {
      title: '关于授权问题',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '只有米粒需要授权吗？其他优惠券平台需要授权吗？',
          answer: [
            {
              text:
                '应淘宝官方的要求及新电商法的规定，全网所有优惠券平台都需要进行账号授权。如果未进行绑定，将无法正常使用米粒生活APP的功能，例如提现、分享等。',
            },
          ],
        },
        {
          ask: '每个米粒ID都必须完成授权吗？',
          answer: [
            {
              text:
                '是的。每个米粒ID均需要进行实名绑定和授权。而且一个米粒ID只能绑定一个淘宝账户，所以在绑定时一定注意。',
            },
          ],
        },
        {
          ask: '为什么我按正常步骤却显示授权失败？',
          answer: [
            {
              text: '1) 先检查自己的淘宝是不是最新版本。',
            },
            {
              text:
                '如果你是苹果用户，打开自己的苹果应用市场，如果提示淘宝要更新则不是最新版本，直接点击更新，再去米粒生活完成授权。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/FuSIEHlNwDMzGJcYPl1_f5rpOILT',
            },
            {
              text:
                '如果你是安卓用户，点击我的-设置-关于手机淘宝-检测最新版本，就可以查看是否为最新版本及完成升级。',
            },
            {
              imgBig: 'https://image.vxiaoke360.com/Fp-0m0DOplSJgrmdtSYvdYQDwPPW',
            },
            {
              text:
                '2) 检查自己的淘宝账户是否完成实名认证。打开淘宝-我的淘宝-右上角设置-账户与安全-安全中心，查看自己是否实名认证，再去米粒生活完成授权。',
            },
            {
              imgBig: 'https://image.vxiaoke360.com/FnDaHFe7HfJQdXE0nOQBF1iABdwL',
            },
            {
              text:
                '3) 检查自己的支付宝是否完成实名认证。打开自己的支付宝我的页面-点击头像进入个人信息页面-查看身份认证是否显示已实名。',
            },
            {
              imgBig: 'https://image.vxiaoke360.com/Fm8EZpjLiiwh8O3AbJHtDRyeadoh',
            },
            {
              text:
                '4) 检查自己的米粒生活是否为最新版本，升级至最新版本后再进行授权绑定。打开米粒生活我的-设置-关于我们，即可查看目前你的米粒生活版本，再和你的上级或询问米粒生活客服确认是否为最新版本。',
            },
            {
              imgBig: 'https://image.vxiaoke360.com/FhlhUzBdwbJTAYikk_meKcyycDK_',
            },
            {
              text:
                '5) 再看下，你的其他米粒生活ID是不是已经使用该淘宝账户进行授权过了，如果这样的话可以使用其他淘宝账户进行绑定。',
            },
            {
              text:
                '6) 你的花呗、借呗等存在欠款未还问题吗，如果有的话会影响自己的淘宝信用，你的个人信息会被淘宝官方判定为异常，这样授权就会被拒，建议你更换家人未注册过淘宝的个人信息进行注册并实名认证。',
            },
            {
              text:
                '7) 以上都没问题还是出现授权失败，你就直接联系客服，向他们说明情况，他们会处理的。',
            },
          ],
        },
        {
          ask: '我的米粒生活账号已经授权过淘宝账号了，可以更改吗？',
          answer: [
            {
              text:
                '这个是不可以更改的，米粒生活账号和淘宝授权绑定后就不能修改了，建议你重新用其他手机号注册米粒生活并和新的淘宝授权绑定。',
            },
          ],
        },
      ],
    },
    {
      title: '关于会员',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '如何成为米粒会员？',
          answer: [
            {
              text: '在米粒完成注册即自动升级为米粒会员。',
            },
          ],
        },
        {
          ask: '如何邀请好友成为米粒会员？',
          answer: [
            {
              text:
                '分享你的邀请码或者你的专属下载二维码给好友，好友注册米粒生活时填写你的邀请码即可加入米粒会员。',
            },
          ],
        },
      ],
    },
    {
      title: '关于商品',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '米粒生活上的商品质量如何保障呢?',
          answer: [
            {
              text:
                '1) 米粒生活是一个导购平台，你所购买的全场商品均由淘宝、天猫商家直接发货，阿里系供应链，品质有保障。',
            },
            {
              text:
                '2) 米粒生活会通过大数据系统比价，筛选出最优惠返佣又高的商品。同时公司专业的运营团队会通过商品的真实评价、销量等多维度综合再对商品做二次筛选，来保证大家看到的商品都是品质有保障的。',
            },
            {
              text: '3) 如果对商品不满意，可以直接在淘宝7天无理由退货。',
            },
          ],
        },
        {
          ask: '售后、退款、退货怎么处理？',
          answer: [
            {
              text:
                '如果对于商品不满意，需要发起售后，直接在淘宝和商家沟通就可以。退款会按照你的实付金额直接退回到你的支付账户，和你在淘宝购物退款退货流程完全一致。',
            },
          ],
        },
        {
          ask: '所有商品在米粒生活都有优惠吗？',
          answer: [
            {
              text:
                '米粒生活通过大数据选出最优惠返佣又高的商品，同时专业的运营团队会通过商品的真实评价、销量等多维度综合再对商品做二次筛选。我们不仅提供优惠券，还保证大家看到的商品质量有保障，所以只有符合我们品质要求的商品才会在米粒生活出现。少部分未达到品质要求的商品不会出现在米粒生活。',
            },
          ],
        },
      ],
    },
    {
      title: '关于优惠',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '为什么领券提示优惠券已失效？',
          answer: [
            {
              text: '这个是优惠券已经被领完了，或者商家取消了优惠券，下次一定要早点领优惠下单哦。',
            },
          ],
        },
        {
          ask: '同一商品优惠券可以领多少次？',
          answer: [
            {
              text: '这个是商家设置的，有些优惠券一个淘宝账号只能领一次，有些可以领多张优惠券。',
            },
          ],
        },
        {
          ask: '领券下单一直无法跳转怎么解决？',
          answer: [
            {
              text: '你先退出米粒生活APP，再重新进入看看能不能领券下单正常操作。',
            },
            {
              text:
                '还是不行的话，你打开你的淘宝看是不是最新版，如果你是苹果手机你就打开自己的苹果应用市场，如果提示淘宝要更新则不是最新版本，直接点击更新，再去领券下单。',
            },
            {
              text:
                '如果你是安卓用户，点击我的-设置-关于手机淘宝-检测最新版本，就可以查看是否为最新版本及完成升级，然后再来领券下单。',
            },
            {
              text:
                '以上操作都解决不了问题的话，你检查下你手机的系统是不是要更新升级，升级到最新版本再来领券下单。',
            },
          ],
        },
        {
          ask: '怎么分享优惠券？',
          answer: [
            {
              text:
                '进入商品详情页，点击分享按钮即可发送商品二维码海报给好友。只要好友购买你分享的商品，你就可以获得相应的返现。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/FuZWN4PIbAuB0CCGE7ZztteTJ6zC',
            },
          ],
        },
      ],
    },
    {
      title: '其他问题',
      icon: require('@assets/Question/yaoqing.png'),
      list: [
        {
          ask: '怎么邀请注册？',
          answer: [
            {
              text:
                '点击进入［我的］页面，进入［我的邀请］页面，点击[马上去邀请]，分享给好友邀请图片，好友下载app后在注册时输入你的邀请码即可绑定成为你的好友。',
            },
          ],
        },
        {
          ask: '怎么添加官方客服？',
          answer: [
            {
              text: '微信扫描识别下方二维码即可添加官方客服。',
            },
            {
              imgSmall: 'https://image.vxiaoke360.com/FruVSDEMEdvoP-DPbTyws5MV00ud',
            },
          ],
        },
      ],
    },
  ],
};
